[
  {
    "name": "Davide Cariola",
    "role": "Software Developer & EdTech Project Manager",
    "feedback": "Ho avuto l'opportunità di seguire da vicino il percorso professionale di Leonardo Loddo, dai suoi primi passi come studente di sviluppo web fino al suo ruolo da docente in Aulab. In ogni fase, Leonardo ha dimostrato un impegno costante, una curiosità instancabile e una disponibilità rara.In tutti i progetti affrontati insieme, tutti molto vari, ha sempre dato il 110%: mai esitante davanti a una nuova sfida, mai un limite che non volesse superare. Leonardo è sempre riuscito non solo a rispettare le deadline ma anche a consegnare lavori di ottima qualità. Ha dalla sua la capacità di apprendere rapidamente, di apprezzare e garantire feedback diretti e chiari, e di considerare ogni difficoltà come un'opportunità di crescita piuttosto che una scocciatura da smarcare."
  },
  {
    "name": "Maurizio Zaccaria",
    "role": "Head of Education",
    "feedback": "Leonardo si è distinto per un atteggiamento fortemente auto-imprenditivo, un’elevata consapevolezza delle proprie capacità e, allo stesso tempo, per una rara disponibilità all’ascolto e all’apprendimento continuo. È una persona che sa apprendere, sa da chi apprendere e, soprattutto, ha chiaro che suo mestiere - quello dello sviluppo software - non si smette mai di farlo.Scommettere sul fatto che avrebbe portato un contributo maggiore di quello che lui stesso immaginava è stata una scommessa vinta anche a livello di budget. Inoltre, collaborare con lui in modalità full remote è stato semplice e produttivo: Leonardo cerca attivamente feedback, si pone con un atteggiamento costruttivo verso il cambiamento e dimostra sempre una forte attenzione alle esigenze aziendali. Lavora con passione autentica e con un’etica professionale solida e riconoscibile. Chiedergli di aggiornarsi su un nuovo framework e tools è spesso superfluo: nella maggior parte dei casi ci arriva da sè. Per tutte queste ragioni, consiglio Leonardo con convinzione a chiunque sia alla ricerca non solo di un professionista produttivo, ma anche motivato, affidabile e orientato alla crescita."
  }
]
